// src/lib/discord-roles.ts

export const DISCORD_ROLES = [
    { id: "everyone", name: "@everyone" },
    { id: "here", name: "@here" },
    { id: "1445793886592303178", name: "運営" },
    { id: "1445777687577886802", name: "FSIF" },
    { id: "1450859763863650477", name: "コミュニティーメンバー" },
    { id: "1448119655313965076", name: "宇宙開発" },
    { id: "1448119812319482009", name: "天文・観測" },
    { id: "1450862539746312293", name: "エンタメ" },
    { id: "1448120017399840870", name: "イベント情報" },
    { id: "1450872633485955112", name: "パートナー企業" },
    { id: "1450872691555958837", name: "パートナー団体" },
];